tap "charmbracelet/tap"
tap "clangen/musikcube"
tap "cmacrae/formulae"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "spicetify/tap"
tap "teamookla/speedtest"
tap "vldmrkl/formulae"
tap "zegervdv/zathura"
brew "pkg-config"
brew "xz"
brew "librsvg"
brew "readline"
brew "aircrack-ng"
brew "webp"
brew "aria2"
brew "autoconf"
brew "automake"
brew "boost"
brew "bastet"
brew "bat"
brew "bettercap"
brew "bfg"
brew "biber"
brew "binutils"
brew "libraqm"
brew "numpy"
brew "tcl-tk"
brew "pillow"
brew "python@3.11"
brew "binwalk"
brew "bison"
brew "bottom"
brew "cava"
brew "cifer"
brew "cliclick"
brew "cmake"
brew "cmatrix"
brew "libyaml"
brew "ruby", link: true
brew "cocoapods"
brew "curl"
brew "dex2jar"
brew "dialog"
brew "dns2tcp"
brew "docutils"
brew "dos2unix"
brew "duti"
brew "exercism"
brew "fcrackzip"
brew "libogg"
brew "unbound"
brew "gnutls"
brew "lame"
brew "leptonica"
brew "libmicrohttpd"
brew "libvorbis"
brew "tesseract"
brew "ffmpeg"
brew "ffmpeg@4"
brew "figlet"
brew "fluid-synth"
brew "foremost"
brew "fzf"
brew "git"
brew "glow"
brew "gtk4"
brew "libtool"
brew "hashpump"
brew "ical-buddy"
brew "python@3.9"
brew "imagemagick"
brew "john"
brew "jq"
brew "knock"
brew "lf"
brew "libev"
brew "libwebsockets"
brew "libxml2"
brew "lolcat"
brew "lsd"
brew "python@3.12"
brew "meson"
brew "mpc"
brew "mpd", restart_service: true
brew "vapoursynth"
brew "yt-dlp", link: false
brew "mpv"
brew "mysql@5.7"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "netpbm"
brew "nmap"
brew "node"
brew "nyancat"
brew "openjdk@17"
brew "pandoc"
brew "pfetch"
brew "pngcheck"
brew "poppler"
brew "proxychains-ng"
brew "pure"
brew "python@3.10"
brew "ruby-build"
brew "rbenv"
brew "rename"
brew "ripgrep"
brew "selenium-server"
brew "slides"
brew "socat"
brew "sphinx-doc"
brew "sqlmap"
brew "starship"
brew "taglib"
brew "tcpflow"
brew "tcpreplay"
brew "tcptrace"
brew "thefuck"
brew "tmux"
brew "tokei"
brew "tor"
brew "tree"
brew "ttyd"
brew "typewritten"
brew "ucspi-tcp"
brew "unar"
brew "vhs"
brew "vifm"
brew "vim"
brew "wget"
brew "zoxide"
brew "clangen/musikcube/musikcube"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "spicetify/tap/spicetify-cli"
brew "teamookla/speedtest/speedtest"
cask "airtame"
cask "arduino"
cask "background-music"
cask "basictex"
cask "cloudflare-warp"
cask "discord"
cask "eqmac"
cask "font-hack-nerd-font"
cask "gimp"
cask "github"
cask "iterm2"
cask "lunar-client"
cask "monitorcontrol"
cask "obs"
cask "obsidian"
cask "phantomjs"
cask "pokemon-reborn"
cask "pokemon-tcg-live"
cask "protonvpn"
cask "raspberry-pi-imager"
cask "raycast"
cask "sf-symbols"
cask "spotify"
cask "steam"
cask "vivaldi"
cask "vscodium"
cask "windscribe"
