tap "clangen/musikcube"
tap "cmacrae/formulae"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "teamookla/speedtest"
brew "readline"
brew "sqlite"
brew "aircrack-ng"
brew "aria2"
brew "autoconf"
brew "automake"
brew "xz"
brew "boost"
brew "bastet"
brew "bettercap"
brew "bfg"
brew "binutils"
brew "python@3.9", link: false
brew "binwalk"
brew "bison"
brew "cifer"
brew "cmake"
brew "cmatrix"
brew "curl"
brew "dex2jar"
brew "dns2tcp"
brew "fcrackzip"
brew "libogg"
brew "libtool"
brew "lame"
brew "libvorbis"
brew "ffmpeg"
brew "figlet"
brew "foremost"
brew "fzf"
brew "git"
brew "hashpump"
brew "ncurses"
brew "htop"
brew "imagemagick"
brew "john"
brew "jq"
brew "knock"
brew "libev"
brew "libmicrohttpd"
brew "libxml2"
brew "libyaml"
brew "mpc"
brew "mpd", restart_service: true
brew "yt-dlp"
brew "mpv"
brew "neofetch"
brew "neovim"
brew "netpbm"
brew "nmap"
brew "node"
brew "openssl@3"
brew "pfetch"
brew "pngcheck"
brew "proxychains-ng"
brew "rbenv"
brew "ruby"
brew "selenium-server"
brew "socat"
brew "sqlmap"
brew "taglib"
brew "tcpflow"
brew "tcpreplay"
brew "tcptrace"
brew "tmux"
brew "tor"
brew "tree"
brew "ucspi-tcp"
brew "vim"
brew "wget"
brew "xpdf"
brew "clangen/musikcube/musikcube"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "teamookla/speedtest/speedtest"
cask "android-platform-tools"
cask "arduino"
cask "discord"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "obs"
cask "protonvpn"
cask "raycast"
cask "sf-symbols"
cask "tor-browser"
cask "utm"
