tap "charmbracelet/tap"
tap "clangen/musikcube"
tap "cmacrae/formulae"
tap "felixkratz/formulae"
tap "forketyfork/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "modularml/packages"
tap "spicetify/tap"
tap "teamookla/speedtest"
tap "vldmrkl/formulae"
tap "zegervdv/zathura"
brew "xz"
brew "librsvg"
brew "adwaita-icon-theme"
brew "aircrack-ng"
brew "aom"
brew "aria2"
brew "astyle"
brew "autoconf"
brew "automake"
brew "boost"
brew "bastet"
brew "bat"
brew "bettercap"
brew "icu4c@76"
brew "python@3.13"
brew "bfg"
brew "biber"
brew "binutils"
brew "binwalk"
brew "bison"
brew "bottom"
brew "open-mpi"
brew "cava"
brew "lame"
brew "ffmpeg"
brew "libogg"
brew "unbound"
brew "gnutls"
brew "jpeg-xl"
brew "openjpeg"
brew "webp"
brew "leptonica"
brew "libmicrohttpd"
brew "librist"
brew "libvorbis"
brew "tesseract"
brew "cifer"
brew "cliclick"
brew "cmake"
brew "cmatrix"
brew "libyaml"
brew "ruby", link: true
brew "cocoapods"
brew "curl"
brew "dex2jar"
brew "dialog"
brew "dns2tcp"
brew "docutils"
brew "dos2unix"
brew "duti"
brew "exercism"
brew "exiftool"
brew "fcrackzip"
brew "feh"
brew "ffmpeg@4"
brew "figlet"
brew "fluid-synth"
brew "foremost"
brew "fzf"
brew "gdb"
brew "gh"
brew "ghostscript"
brew "gifsicle"
brew "git"
brew "glow"
brew "gnupg"
brew "go"
brew "pkgconf"
brew "gobject-introspection"
brew "gpgme"
brew "gradle"
brew "gtk4"
brew "hashcat"
brew "python@3.11"
brew "hashpump"
brew "htop"
brew "ical-buddy"
brew "libtool"
brew "imagemagick"
brew "jbang"
brew "jdtls"
brew "john"
brew "jq"
brew "knock"
brew "lazygit"
brew "lf"
brew "libavif"
brew "libev"
brew "libraqm"
brew "libwebsockets"
brew "libxml2"
brew "lolcat"
brew "lsd"
brew "lynx"
brew "meson"
brew "mpc"
brew "mpd"
brew "vapoursynth"
brew "yt-dlp", link: false
brew "mpv"
brew "mysql@5.7"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "netpbm"
brew "nmap"
brew "node"
brew "nowplaying-cli"
brew "numpy", link: false
brew "nyancat"
brew "openjdk@17"
brew "openjdk@21"
brew "openvino"
brew "openvpn"
brew "pandoc"
brew "pfetch"
brew "pillow"
brew "pipx"
brew "pngcheck"
brew "poppler"
brew "postgresql@18"
brew "proxychains-ng"
brew "pure"
brew "pyqt-builder"
brew "python-tk@3.11"
brew "python@3.12"
brew "tcl-tk"
brew "python-tk@3.12"
brew "python@3.10"
brew "python@3.9"
brew "qt@5"
brew "r"
brew "ruby-build"
brew "rbenv"
brew "rename"
brew "ripgrep"
brew "selenium-server"
brew "slides"
brew "socat"
brew "sphinx-doc"
brew "sqlmap"
brew "starship"
brew "taglib"
brew "tcpflow"
brew "tcpreplay"
brew "tcptrace"
brew "terminal-notifier"
brew "thefuck"
brew "tmux"
brew "tokei"
brew "tor"
brew "tree"
brew "ttyd"
brew "typewritten"
brew "ucspi-tcp"
brew "unar"
brew "vhs"
brew "vifm"
brew "vim"
brew "wget"
brew "wimlib"
brew "zenity"
brew "zoxide"
brew "clangen/musikcube/musikcube"
brew "eashanc/neovim-versions/neovim@0.10.0", link: false
brew "felixkratz/formulae/sketchybar"
brew "forketyfork/tap/clawtunes"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "modularml/packages/modular"
brew "teamookla/speedtest/speedtest"
cask "arduino"
cask "background-music"
cask "basictex"
cask "betterzip"
cask "chromedriver"
cask "cloudflare-warp"
cask "eqmac"
cask "font-hack-nerd-font"
cask "gimp"
cask "iterm2"
cask "karabiner-elements"
cask "lunar-client"
cask "obsidian"
cask "phantomjs"
cask "postman"
cask "protonvpn"
cask "raycast"
cask "roblox"
cask "sf-symbols"
cask "spotify"
cask "steam"
cask "vivaldi"
cask "vscodium"
cask "webpquicklook"
cask "windscribe"
vscode "esbenp.prettier-vscode"
vscode "lyonsyonii.rust-syntax"
vscode "marlosirapuan.nord-deep"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "redhat.java"
vscode "rust-lang.rust"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-maven"
vscode "whizkydee.material-palenight-theme"
go "github.com/dos-2/oddshub"
cargo "kanata"
